Repository: DirectumCompany/rx-examples
Catalog: src/Packages/Sungero.Capture/Sungero.Capture.Shared/MockIncomingTaxInvoice/MockIncomingTaxInvoiceSystem.*.resx
Languages: ru

# DisplayName
source: Tax Invoice Received
ru: Счет-фактура полученный

# AccusativeDisplayName
source: Tax Invoice Received
ru: Счет-фактура полученный

# CollectionDisplayName
source: Tax Invoices Received
ru: Счета-фактуры полученные

# Property_Date
source: Date
ru: Дата

# Property_IsAdjustment
source: TODO
ru: Корректировочный

# Property_SellerName
source: TODO
ru: Продавец

# Property_SellerTin
source: TIN
ru: ИНН

# Property_SellerTrrc
source: TRRC
ru: КПП

# Property_BuyerName
source: TODO
ru: Покупатель

# Property_BuyerTin
source: TIN
ru: ИНН

# Property_BuyerTrrc
source: TRRC
ru: КПП

# Property_ConsigneeName
source: TODO
ru: Грузополучатель

# Property_ConsigneeTin
source: TIN
ru: ИНН

# Property_ConsigneeTrrc
source: TRRC
ru: КПП

# Property_ShipperName
source: TODO
ru: Грузоотправитель

# Property_ShipperTin
source: TIN
ru: ИНН

# Property_ShipperTrrc
source: TRRC
ru: КПП

# Property_TotalAmount
source: Total amount
ru: Сумма

# Property_Currency
source: Currency
ru: Валюта

# Property_VatAmount
source: TODO
ru: В т. ч. НДС

# ControlGroup_406e14dc17444a7f85d8f6eef8abaa3f
source: Main
ru: Основное

# ControlGroup_42612188cf984a66a4cc5c674787d208
source: Notes
ru: Примечание

# Property_Revision
source: TODO
ru: Корректирует

# ControlGroup_b4cfe07238f84c218833684a494238f6
source: TODO
ru: Условия

# ControlGroup_ea9990d5e1154f7580a631004fa5c8a0
source: Counterparties
ru: Контрагенты

# Property_Goods
source: TODO
ru: Номенклатура

# Form_5c89ea6fb99b42788a34973bbca8c6ae
source: Goods
ru: Номенклатура

# ControlGroup_e795561b528c4cab91007122deb9d2e6
source: TODO
ru: Номенклатурные позиции
